"BLANK_CD" = "You inserted a blank CD. Choose an action from the pop-up menu or click Ignore.";
"UNTITLED_CD" = "untitled CD";
"OPEN_FINDER" = "Open Finder";
"OPEN_ITUNES" = "Open iTunes";
"OPEN_DISK_UTILITY" = "Open Disk Utility";
"OPEN_OTHER" = "Open other application…";
"RUN_SCRIPT" = "Run Script…";
"BLANK_DVD" = "You inserted a blank DVD. Choose an action from the pop-up menu or click Ignore.";
"UNTITLED_DVD" = "untitled DVD";
"OPEN_IDVD" = "Open iDVD";
"BLANK_BD" = "You inserted a blank BD. Choose an action from the pop-up menu or click Ignore.";
"UNTITLED_BD" = "untitled BD";
"BLANK_MINI_DVD" = "You have connected a mini-DVD device to your computer. Choose an action from the pop-up menu or click Ignore.";
"OPEN_IMOVIE" = "Open iMovie";
"OPEN_DVD_PLAYER" = "Open DVD Player";